Repository: ziad460/Egyptian_Copper
Catalog: CopperFactory/Recourses/SharedResource.*.resx
Languages: ar_eg

source: Add
ar_eg: إضافة

source: Add Customer
ar_eg: إضافة عميل

source: Add Factory
ar_eg: إضافة مصنع

source: Add New User
ar_eg: إضافة مستخدم جديد

source: Add Phone Number Starts By 1
ar_eg: أضف رقم التليفون يبدأ برقم 1

source: Add Role
ar_eg: إضافة وظيفة

source: Added By
ar_eg: أُضيف بواسطة

source: Adding Date
ar_eg: بتاريخ ووقت

source: Adding Extra Products Delivered From The Stock To Order No.
ar_eg: إضافة منتجات تٌسلم من المخزن على الطلبية رقم

source: Adding Extra Products delivered from the Stock.
ar_eg: إضافة منتجات تٌسلم من المخزن

source: Adding New User
ar_eg: إضافة مستخدم جديد

source: Address
ar_eg: العنوان

source: Admin
ar_eg: المدير

source: All rights reserved
ar_eg: كل الحقوق محفوظة

source: All Roles
ar_eg: جميع الظائف

source: All Users
ar_eg: جميع المستخدمون

source: An unexpected error occured on our website , Meanwhile you can restart your search or return to
ar_eg: حدث خطأ غير متوقع في موقعنا ، وفي الوقت نفسه يمكنك إعادة البحث أو العودة إلى

source: Arabic Name
ar_eg: الإسم بالعربي

source: Are you sure you want to delete this Customer permanently
ar_eg: هل أنت متأكد أنك تريد حذف هذا العميل نهائيًا؟

source: Are you sure you want to delete this factory permanently
ar_eg: هل أنت متأكد أنك تريد حذف هذا المصنع نهائيًا؟

source: Are you sure you want to delete this order permanently
ar_eg: هل أنت متأكد أنك تريد حذف هذا الطلب نهائيًا؟

source: Are you sure you want to delete this product from the oredr number
ar_eg: هل أنت متأكد أنك تريد حذف هذا المنتج من الطلبية رقم

source: Are you sure you want to delete this product permanently
ar_eg: هل أنت متأكد أنك تريد حذف هذا المصنع نهائيًا؟

source: Are you sure you want to delete this role permanently?
ar_eg: هل أنت متأكد أنك تريد حذف هذه الوظيفة بشكل دائم؟

source: Are you sure you want to delete this user permanently?
ar_eg: هل أنت متأكد أنك تريد حذف هذا المستخدم بشكل دائم؟

source: Are you sure you want to delete this zone permanently
ar_eg: هل أنت متأكد أنك تريد حذف هذه المنطقة نهائيًا؟

source: Are you sure you want to remove the entered value to stock for this day?
ar_eg: هل أنت متأكد من أنك تريد حذف القيمة الداخلة للمخزن لهذا اليوم ؟

source: Are you sure you want to remove the forcasting value for this month?
ar_eg: هل أنت متأكد من أنك تريد حذف قيمة الخطة الشهرية لهذا الشهر ؟

source: Are you sure you want to remove the out value from
ar_eg: هل أنت متأكد من أنك تريد حذف القيمة الخارجة من المخزن من منتج

source: Are you sure you want to remove the out value from stock to order No.
ar_eg: هل أنت متأكد من أنك تريد حذف القيمة الخارجة من المخزن على طلبية رقم

source: Are you sure you want to remove the out value from stock?
ar_eg: هل أنت متأكد من أنك تريد حذف القيمة الخارجة من المخزن من هذا المنتج ؟

source: Are you sure you want to remove the production value for this day?
ar_eg: هل أنت متأكد من أنك تريد حذف قيمة الأنتاجية لهذا اليوم ؟

source: Back
ar_eg: الرجوع

source: belonging to factory
ar_eg: تابع لمصنع

source: By Tun
ar_eg: بالطن

source: Cancel
ar_eg: إلغاء

source: Capacity
ar_eg: السعة

source: Close
ar_eg: غلق

source: Confirm
ar_eg: تأكيد

source: confirm password
ar_eg: تأكيد كلمة المرور

source: Copyright
ar_eg: حقوق ملكية

source: Create Factory
ar_eg: إضافة مصنع

source: Create New Customer
ar_eg: إضافة عميل جديد

source: Create New Factory
ar_eg: إضافة مصنع جديد

source: Create New Order
ar_eg: إضافة طلبية جديدة

source: Create New Product
ar_eg: إضافة منتج جديد

source: Create New Zone
ar_eg: إضافة منطقة جديدة

source: Create Order
ar_eg: إضافة طلبية

source: Create Zone
ar_eg: إضافة منطقة

source: Created By
ar_eg: انشأ بواسطة

source: Created Date
ar_eg: وقت الإنشاء

source: Customer
ar_eg: عميل

source: Customer Address
ar_eg: عنوان العميل

source: Customer Details
ar_eg: بيانات العميل

source: Customer Name
ar_eg: إسم العميل

source: Customers
ar_eg: العملاء

source: Customers Logs
ar_eg: سجل العملاء

source: Customers Reports
ar_eg: تقارير العملاء

source: Dashboard
ar_eg: شاشة التحكم

source: Day
ar_eg: اليوم

source: Delete
ar_eg: حذف

source: Delete Customer
ar_eg: حذف عميل

source: Deleted Date
ar_eg: وقت الحذف

source: Deleted Status
ar_eg: حالة الحذف

source: Delivered From Stock
ar_eg: المسلَّم من المخزن

source: Delivered From Stock Products Data
ar_eg: بيانات المنتجات التي تم تسليمها من المخزن

source: Delivered Quantity
ar_eg: الكمية المسلَّمة

source: Delivered Value
ar_eg: القيمة المسلَّمة

source: Delivered Value To Order No.
ar_eg: القيمة المسلَّمة على طلبية رقم

source: Delivery Date
ar_eg: تاريخ التسليم

source: Details
ar_eg: بيانات

source: Details For Order Number
ar_eg: بيانات الطلبية رقم

source: Determine the position
ar_eg: تحديد المركز

source: Edit
ar_eg: تعديل

source: Edit Customer
ar_eg: تعديل بيانات العميل

source: Edit Factory
ar_eg: تعديل بيانات المصنع

source: Edit Order Number
ar_eg: تعديل بيانات الطلبية رقم

source: Edit Product
ar_eg: تعديل بيانات المنتج

source: Edit Role
ar_eg: تعديل بيانات الوظيفة

source: Edit value for product
ar_eg: تعديل القيمة للمنتج

source: Edit Zone
ar_eg: تعديل بيانات المنطقة

source: Egyptian Copper Works
ar_eg: شركة النحاس المصرية

source: email
ar_eg: البريد الإلكتروني

source: End date mustn't be befor start date
ar_eg: تاريخ التسليم يجب أن يكون بعد وقت الإنشاء

source: English Name
ar_eg: الإسم بالإنجليزي

source: Enter the new password
ar_eg: أدخل كلمة المرور الجديدة

source: Entered Data To Stock For
ar_eg: بيانات القيم الداخلة للمخزن لمنتج

source: Entered Product
ar_eg: المنتج الداخل

source: Entered Value
ar_eg: القيمة الداخلة

source: Entered Value For Day
ar_eg: القيمة الداخلة ليوم

source: Error
ar_eg: خطأ

source: Factories
ar_eg: المصانع

source: Factories Arrange For
ar_eg: ترتيب المصانع لشهر

source: Factories Arrangment
ar_eg: ترتيب المصانع

source: Factories Logs
ar_eg: سجل المصانع

source: Factories Reports
ar_eg: تقارير المصانع

source: Factory
ar_eg: مصنع

source: Factory Data
ar_eg: بيانات المصنع

source: Factory Details
ar_eg: بيانات المصنع

source: Factory Forcasting Value
ar_eg: الطاقة المتاحة الشهرية للمصنع

source: Factory Inventory Outs Value
ar_eg: قيمة المسَّلم من المخازن للمصنع

source: Factory Name
ar_eg: إسم المصنع

source: Factory Orders Value
ar_eg: قيمة الطلبيات الواردة للمصنع

source: Factory Production Value
ar_eg: قيمة الإنتاجية للمصنع

source: Finished
ar_eg: تم التسليم

source: first name
ar_eg: الأسم الأول

source: For Month
ar_eg: لشهر

source: For No Order
ar_eg: بدون طلبية

source: For Order Number
ar_eg: على طلبية رقم

source: Forcasting
ar_eg: الخطط الشهرية

source: Forcasting Data For
ar_eg: بيانات الخطط الشهرية لمنتج

source: Forcasting Month
ar_eg: الخطة الشهرية لشهر

source: Forcasting Product
ar_eg: الخطة الشهرية لمنتج

source: Forcasting Quantity
ar_eg: القيمة المضافة

source: Forcasting Reports
ar_eg: تقارير الخطط الشهرية

source: Forcasting Value For
ar_eg: قيمة الخطة الشهرية لشهر

source: Forcastings Logs
ar_eg: سجل الخطط الشهرية

source: Forget Password
ar_eg: نسيت كلمة المرور

source: Forget yor password
ar_eg: نسيت رقمك السري

source: Home
ar_eg: الصفحة الرئيسية

source: Inventory
ar_eg: المخزن

source: Inventory In History
ar_eg: سجل الداخل للمخزن

source: Inventory Ins Reports
ar_eg: تقارير الداخل للمخزن

source: Inventory Out History
ar_eg: سجل الخارج من المخزن

source: Inventory Outs Reports
ar_eg: تقارير الخارج من المخزن

source: Log In
ar_eg: تسجيل الدخــول

source: Manage Role
ar_eg: إدارة الظائف

source: Maximum Capacity
ar_eg: الطاقة القصوى

source: Modefied By
ar_eg: عدل بواسطة

source: Modefied Date
ar_eg: وقت التعديل

source: Name
ar_eg: الإسم

source: new password
ar_eg: كلمة المرور الجديدة

source: On Date
ar_eg: على التاريخ

source: Ongoing
ar_eg: مازال جاري

source: Oops! page not found
ar_eg: للأسف , هذه الصفحة غير موجودة

source: Oops! something wrong has happened
ar_eg: للأسف , حدث خطأ ما

source: Order Date
ar_eg: تاريخ الطلب

source: Order ID
ar_eg: رقم الطلبية

source: Order Number
ar_eg: رقم الطلبية

source: Order Percentages
ar_eg: نسبة الطلبيات

source: Order Status
ar_eg: حالة الطلب

source: Orders
ar_eg: الطلبيات

source: Orders Logs
ar_eg: سجل الطلبيات

source: Orders percentage for all factories in this month
ar_eg: النسبة المئوية للطلبيات لجميع المصانع لهذا الشهر من الطاقة المتاحة الشهرية

source: Orders Reports
ar_eg: تقارير الطلبيات

source: Out Date
ar_eg: تاريخ

source: Out of stock
ar_eg: الخارج من المخزن

source: Outing Date
ar_eg: وقت التسليم

source: Output By
ar_eg: بواسطة

source: password
ar_eg: كلمة المرور

source: Phone Number
ar_eg: رقم التليفون

source: Product
ar_eg: منتج

source: Product Added
ar_eg: المنتج المضاف

source: Product Details
ar_eg: بيانات المنتج

source: Product Name
ar_eg: إسم المنتج

source: Product Out
ar_eg: المنتج المسًّلم

source: Production
ar_eg: الإنتاج

source: Production Data For
ar_eg: بيانات الأنتاجية لمنتج

source: Production For Day
ar_eg: الأنتاجية ليوم

source: Production percentage of available orders for all factories in this month
ar_eg: النسبة المئوية للإنتاجية لجميع المصانع لهذا الشهر من الطلبيات الواردة

source: Production percentage of available orders for all factories Yesterday
ar_eg: النسبة المئوية للإنتاجية اليومية لجميع المصانع من الطاقة المتاحة اليومية

source: Production Percentages
ar_eg: نسبة الإنتاجية

source: Production Quantity
ar_eg: قيمة الإنتاجية

source: Production Reports
ar_eg: تقارير الإنتاجية

source: Production Value
ar_eg: قيمة الأنتاجية

source: Production Value For
ar_eg: قيمة الأنتاجية ليوم

source: Production Volume
ar_eg: حجم الإنتاج

source: Productions
ar_eg: الأنتاجية

source: Products
ar_eg: المنتجات

source: Products For Order Number
ar_eg: منتجات الطلبية رقم

source: Products Forcasting
ar_eg: الخطة الشهرية للمنتجات

source: Products Logs
ar_eg: سجل المنتجات

source: Products Reports
ar_eg: تقارير المنتجات

source: Products To Order Reports
ar_eg: تقارير المنتجات المضافة للطلبيات

source: Quantity
ar_eg: الكمية

source: Quantity Added
ar_eg: الكمية المضافة

source: Quantity Entered
ar_eg: القيمة الداخلة

source: Quantity Ordered
ar_eg: القيمة المطلوبة

source: Quantity Out
ar_eg: القيمة المسًّلمة

source: Register
ar_eg: تسجيل

source: Remember me
ar_eg: تذكرني

source: Required
ar_eg: هذه الخانة مطلوبة

source: Reset Password
ar_eg: إعادة تعيين كلمة المرور

source: Role Name
ar_eg: إسم الظيفة

source: Roles
ar_eg: الوظائف

source: Sales percentage of available orders for all factories in this month
ar_eg: النسبة المئوية للمبيعات الشهرية لجميع المصانع من الطلبيات الواردة

source: Sales Percentages
ar_eg: نسبة المبيعات

source: Search
ar_eg: البحث

source: Search for customer
ar_eg: إبحث عن عميل

source: Search for factory
ar_eg: إبحث عن مصنع

source: Search for order
ar_eg: إبحث عن طلبية

source: Search for product
ar_eg: إبحث عن منتج

source: Search for role
ar_eg: إبحث عن وظيفة

source: Search for user
ar_eg: إبحث عن مستخدم

source: Search for zone
ar_eg: إبحث عن منطقة

source: second name
ar_eg: الأسم الثاني

source: Select Month
ar_eg: إختر الشهر

source: Select Order
ar_eg: إختر رقم الطلبية

source: Select Order No.
ar_eg: إختر رقم الطلبية

source: Select Year
ar_eg: إختر السنة

source: Send
ar_eg: إرسال

source: Senior Admin
ar_eg: المدير

source: Senior Forcasting
ar_eg: إدارة التخطيط الشهري

source: Senior Inventory
ar_eg: إدارة المخازن

source: Senior Production
ar_eg: إدارة الإنتاج

source: Senior Sales
ar_eg: إدارة المبيعات

source: SignOut
ar_eg: تسجيل خروج

source: Stock Data
ar_eg: بيانات المخزن

source: System Reports
ar_eg: تقارير النظام

source: System Sittings
ar_eg: إعدادات النظام

source: System Users
ar_eg: مستخدمين النظام

source: The adding date to this order must be after order start date
ar_eg: يجب أن يكون تاريخ تسليم المنتج بعد تاريخ إنشاء الطلبية

source: The amount of this product in inventory does not fit this sold quantity
ar_eg: الكمية الموجودة فى المخزن من هذا المنتج لا تناسب الكمية الخارجة

source: The field Quantity_Sold must be a number.
ar_eg: {0} يجب أن يكون رقم

source: The phone number is invalid be sure it start with 1
ar_eg: الرقم غير صحيح تأكد من أنه يبدأ بالرقم 1

source: The Stock
ar_eg: المخزن

source: There Is No More Products Related To This Order.
ar_eg: لا يوجد المزيد من المنتجات ذات الصلة بهذا الطلب.

source: This field is required
ar_eg: هذه الخانة مطلوبة

source: To Customer
ar_eg: إلى عميل

source: to order No.
ar_eg: على الطلبية رقم

source: Total Production
ar_eg: قيمة الأنتاج الكلي

source: Total Products Quantity
ar_eg: مجموع قيمة المنتجات

source: Total Quantity In Stock
ar_eg: الكمية الإجمالية داخل المخزن

source: Total Quantity Out Of Stock
ar_eg: الكمية الإجمالية خارج المخزن

source: tun
ar_eg: طن

source: User Email
ar_eg: البريد الإلكتروني

source: User Factory
ar_eg: المصنع التابع له

source: user name
ar_eg: إسم المستخدم

source: User Register
ar_eg: تسجيل مستخدم

source: User Registeration
ar_eg: تسجيل مستخدم

source: User Role
ar_eg: وظيفة المستخدم

source: users
ar_eg: المستخدمون

source: Value
ar_eg: القيمة

source: We could not find the page you were looking for , Meanwhile you can restart your search or return to
ar_eg: لم نتمكن من العثور على الصفحة التي تبحث عنها , في غضون ذلك يمكنك إعادة البحث أو العودة إلى

source: Welcome Back
ar_eg: مرحبـاً بعودتك

source: Work Orders
ar_eg: الطلبيات

source: WorkOrders
ar_eg: الطلبيات

source: Yes
ar_eg: نعم

source: Zone
ar_eg: المنطقة

source: Zone Name
ar_eg: إسم المنطقة

source: Zones
ar_eg: المناطق

source: Zones Logs
ar_eg: سجل المناطق

source: Zones Reports
ar_eg: تقارير المناطق
